{
    "description_uikit": "Базовые UI-компоненты и токены для создания сервисов на базе Gravity.",
    "description_components": "Набор сложных React-компонентов.",
    "description_icons": "Набор из сотен разнообразных современных SVG-иконок для ваших проектов.",
    "description_illustrations": "Набор иллюстраций для отображения статусов данных.",
    "description_dynamic-forms": "Библиотека для рендеринга аккуратных и функциональных React-форм, описанных с помощью JSON-схемы",
    "description_page-constructor": "Набор стильных и функциональных блоков для быстрого создания промо- и лендинг-страниц.",
    "description_blog-constructor": "Библиотека на базе Page constructor для создания сервисов в стиле блога.",
    "description_chartkit": "Набор инструментов для визуализации данных, интегрированный с нашей дизайн-системой.",
    "description_dashkit": "Компонент сетки для создания интерактивных дашбордов.",
    "description_yagr": "Высокопроизводительный рендерер canvas-графиков на базе uPlot.",
    "description_nodekit": "Простой набор инструментов для ваших Node.js-приложений, скриптов и библиотек.",
    "description_expresskit": "Легковесная обертка для express.js, интегрированная с NodeKit.",
    "description_app-layout": "Генератор HTML-レイаутов, используемый в наших SPA-приложениях.",
    "description_app-builder": "Билдер статических ассетов на базе Webpack, используемый в наших SPA-приложениях.",
    "description_navigation": "Компактная и расширяемая панель навигации для сложных сервисов.",
    "description_date-utils": "Вспомогательные утилиты для работы с датами и временем.",
    "description_date-components": "Различные компоненты для работы с датами.",
    "description_axios-wrapper": "Обертка для Axios, которая обеспечивает автоматическую отмену параллельных запросов.",
    "description_dialog-fields": "Обертка для react-final-form, предоставляющая полезные высокоуровневые компоненты для создания форм.",
    "description_paranoid": "Визуализатор топологий кластеров.",
    "description_react-data-table": "React-компонент для рендеринга больших и сложных таблиц.",
    "description_unipika": "Библиотека для форматирования данных.",
    "description_ui-logger": "Простой клиентский логгер.",
    "description_oauth-clients": "Клиентская OAuth-библиотека, предоставляющая удобную абстракцию поверх потока аутентификации.",
    "description_i18n": "Вспомогательные инструменты для интернационализации проектов Gravity UI.",
    "description_eslint-config": "Предустановка конфигурации ESLint для проектов Gravity UI.",
    "description_tsconfig": "Предустановка конфигурации компилятора TypeScript для проектов Gravity UI.",
    "description_prettier-config": "Предустановка конфигурации Prettier для проектов Gravity UI.",
    "description_stylelint-config": "Предустановка конфигурации Stylelint для проектов Gravity UI.",
    "description_babel-preset": "Предустановка конфигурации Babel для проектов Gravity UI.",
    "description_browserslist-config": "Предустановка конфигурации Browserslist, используемая в наших сервисах.",
    "description_markdown-editor": "Мощный инструмент для работы с Markdown, сочетающий режимы WYSIWYG и Markup.",
    "description_graph": "Высокопроизводительный рендерер графов с динамической детализацией, зависящей от масштаба",
    "description_data-source": "Обертка для получения данных.",
    "description_webpack-i18n-assets-plugin": "Плагин для Webpack, который заменяет вызовы функций локализации (i18n) на целевые тексты.",
    "description_table": "Библиотека для визуализации данных в табличном формате.",
    "description_timeline": "Библиотека на базе React для создания интерактивных визуализаций временных шкал с рендерингом на canvas.",
    "description_page-constructor-builder": "Мощная утилита командной строки для сборки статических страниц из YAML-конфигураций"
}